"use strict";

var pos = 0,
    i,
    w;
var menuA = {
  "menu_wrapA1": ["", "얌샘김밥", "소세지김밥", "치즈김밥", "불어묵김밥", "참치샐러드김밥", "진미채오징어김밥"],
  "menu_wrapA2": ["", "날치알톡톡김밥", "돈까스김밥", "메가김밥", "원조김밥", "날치알크랩김밥"],
  "menu_wrapB1": ["", "한입에 계란"],
  "menu_wrapC1": ["", "콩나물김밥", "스팸부대찌개", "생등심돈까스", "치즈돈까스", "함박스테이크", "오므라이스"],
  "menu_wrapC2": ["", "김치찌개와 비빔밥", "순두부찌개와 비빔밥", "차돌된장찌개와 비빔밥", "돈까스김치찌개", "참치알밥", "커리오므라이스"],
  "menu_wrapC3": ["", "돈까스김치오므라이스", "스팸김치볶음밥", "게살듬뿍볶음밥", "스팸계란덮밥", "장조림버터비빔밥", "제육덮밥"],
  "menu_wrapC4": ["", "낙지알밥", "바싹불고기덮밥", "돈까스카레덮밥", "버섯육개장", "대만식불고기덮밥"],
  "menu_wrapD1": ["", "모다기", "라돈모다기", "비빔모다기", "제육쌈모다기", "얌샘라면", "치즈라면"],
  "menu_wrapD2": ["", "떡볶이", "라볶이", "유부우동", "잔치국수", "비빔쫄면", "물쫄면"],
  "menu_wrapD3": ["", "초계쫄면", "물냉면(계절메뉴)", "비빔냉면(계절메뉴)", "콩국수(계절메뉴)", "냉모밀(계절메뉴)", "떡만둣국(계절메뉴)"],
  "menu_wrapD4": ["", "어묵탕(사이드메뉴)", "미니탕수육(사이드메뉴)", "모둠튀김(사이드메뉴)", "얌샘감자(사이드메뉴)", "대만식땅콩비빔면", "대만식새우완탕면"]
};